// C-style comments.
// First non-comment line must be the following:
MCSkin3D Language File
// Following lines are key-value pairs, stored by the program.
// A line beginning with the pound/sharp/hash sign # are
// used internally and are not actual language pieces.
#Name=Spanish
// Version is the version of the language file - it does not
// have any effect other than identification, and does not
// need to be present.
#Version=1.0
// SuppVersion is short for Supported Version, and denotes the version in which this
// language file was made for. Any other version running this file will throw an error.
#SuppVersion=1.3
// Culture is the Windows culture ID for the language.
// This is REQUIRED to be set properly!
#Culture="es"

// These lines are not required, they are simply for identification
// purposes.
#Author="GamingG"
#AuthorContact="tehjosh@gamingg.net"
#AuthorSite="www.gamingg.net"

// Below this are the key-value pairs; ID=String
// Note that the quotes are not required, but may be used for readability purposes.
// Language developers should use Paril's original English.lang as a basis
// to avoid losing anything after multiple translations
C_OK="Aceptar"
C_CANCEL="Cancelar"

M_FILE="File"
	M_SAVE="Guardar"
	M_SAVEAS="Guardar Como"
	M_SAVEALL="Guardar Todos"
	M_UPLOAD="Cargar piel..."
	M_EXIT="Salir"
M_EDIT="Edit"
	M_UNDO="Deshacer"
	M_REDO="Rehacer"
	M_TOOL="Herramientas"
M_VIEW="Ver"
	M_MODE="Modo de vista"
		M_PERSPECTIVE="Perspectiva (3D)"
		M_TEXTURE="Textura (2D)"
		M_HYBRID="Híbrido"
	M_3D="Ajustes de 3D"
		M_ANIMATE="Animar"
		M_FOLLOWCUR="Seguir el Cursor"
		M_GRASS="Hierba"
		M_GHOST="Hacer Transparentes las Partes Ocultas"
		M_MULTISAMPLING="Multimuestreo"
	M_2D="2D Settings"
		M_ALPHACHECKER="Alfa Cuadros Bicolores"
		M_OVERLAY="Superposición"
			M_ENABLEOVERLAY="Enable"
	M_TRANSMODE="Modo de Transparencia"
		M_OFF="Apagado"
		M_HELMETONLY="Solo Casco"
		M_ALL="Todos"
	M_VISIBLEPARTS="Partes Visibles"
		M_HEAD="Cabeza"
		M_HELMET="Casco"
		M_CHEST="Tórax"
		M_LEFTARM="Brazo Izquierdo"
		M_RIGHTARM="Brazo Derecho"
		M_LEFTLEG="Pierna Izquierda"
		M_RIGHTLEG="Pierna Derecha"
M_OPTIONS="Opciones"
	M_KEYSHORTCUTS="Accessos Directos de Teclado"
	M_BGCOLOR="Color de Fondo"
M_LANGUAGE="Idioma"
M_HELP="Ayudar"
	M_CHECKUPDATES="Buscar Actualizaciones"
	M_AUTOUPDATE="Automáticamente Buscar Actualizaciones"

T_TREE_ZOOMOUT="Reducir con el Zoom"
T_TREE_ZOOMIN="Aumentar con el Zoom"
T_TREE_IMPORTHERE="Importar Aquí..."
T_TREE_NEWFOLDER="Carpeta Nueva Aquí..."
T_TREE_RENAME="Renombrar..."
T_TREE_DELETE="Borrar..."
T_TREE_CLONE="Clonar"
T_TREE_UPLOAD="Cargar"

T_SAVE="Guardar"
T_SAVEALL="Guardar Todos"
T_UNDO="Deshacer"
T_REDO="Rehacer"
T_PERSPECTIVE="Perspectiva"
T_TEXTURE="Textura"
T_HYBRID="Híbrido"
T_SCREENSHOT="Captura de pantalla (pulse shift guardar)"
T_TOGGLEHEAD="Cambiar Cabeza"
T_TOGGLEHELMET="Cambiar Casco"
T_TOGGLECHEST="Cambiar Tórax"
T_TOGGLELEFTARM="Cambiar Brazo Izquierdo"
T_TOGGLERIGHTARM="Cambiar Brazo Derecho"
T_TOGGLELEFTLEG="Cambiar Pierna Izquierda"
T_TOGGLERIGHTLEG="Cambiar Pierna Derecha"
T_SWATCHES="Muestras"

M_IMPORT_HERE="Importar Aquí..."
M_NEWFOLDER_HERE="Carpeta Nueva Aquí..."
M_RENAME="Renombrar..."
M_DELETE="Borrar..."
M_CLONE="Clonar"

T_TOOL_CAMERA="Cámara"
T_TOOL_PENCIL="Lápiz"
T_TOOL_ERASER="Borrador"
T_TOOL_DROPPER="Cuentagotas"
T_TOOL_DODGEBURN="Esquivar/Quemar"
T_TOOL_DARKENLIGHTEN="Oscurecer/Aclarar"
T_TOOL_BUCKET="Cubo de Llenar"
T_TOOL_NOISE="Ruido"

B_MSG_DIRMISSING="Un directorio incluido faltaba.  En general, esto se debe a que no se extraiga el programa. Aunque no es una cuestión fundamental, que no podrá contar con las plantillas incluidas, muestras o cualquier otro contenido."
B_MSG_UPTODATE="Ya tiene la versión última y más grande!"
B_MSG_NEWUPDATE="Una nueva versión está disponible! ¿Te gustaría ir al post en el foro?"
B_MSG_UPLOADERROR="Error cargando la piel:"
B_MSG_UPLOADSUCCESS="¡La piel se ha subido correctamente! ¡Disfrute!"
B_MSG_DELETESKIN="¿Quiere eliminar este la piel de forma permanente? Esto eliminará la piel desde el directorio de las Pieles!"
B_MSG_DELETEFOLDER="¿Quiere eliminar esta carpeta de forma permanente?\r\nEsto elimina la carpeta, junto con cualquier y todos los archivos en esta carpeta, desde el directorio de las Pieles!"
B_MSG_OVERLAYERROR="No se puede cargar la imagen de superposición: "{0}".  ¿Está la resolución de un exponente de dos?"
B_MSG_UPLOADRES="Mientras puedas editar las texturas de alta resolución con MCSkin3D, que no se pueden cargar a su perfil de Minecraft."
B_MSG_ANTIALIAS="Reinicie MCSkin3D para aplicar las opciones de muestreo múltiple."
B_MSG_PIXELFORMAT="Lo sentimos, pero al parecer la tarjeta de vídeo no es compatible con un formato poco pixel 32 - esto es necesario, en este momento, para el correcto funcionamiento de MCSkin3D. 16 y 24 bits de apoyo se llevará a cabo en una fecha posterior."
B_MSG_SHORTCUTEXISTS="Acceso directo "{0}" tiene la misma clave como "{1}" - se ha eliminado."

B_CAP_QUESTION="Pregunta"
B_CAP_SORRY="Lo siento"

C_SQUARE="Cuadrados"
C_CIRCLE="Círculo"

O_EXPOSURE="Exposición:"
O_INCREMENTAL="Incremental"
O_LIGHTEN="Aclarar"
O_DARKEN="Oscurecer"
O_DODGE="Esquivar"
O_BURN="Quemar"
Q_THRESHOLD="Intensidad:"

C_NEW="Nuevo"
C_CANTMOVE="No puede pasar a"
C_COPYTO="Copiar a"
C_MOVETO="Pasar a"
C_IMPORTTO="Importar a"

C_SETTINGSFAILED="Archivo de configuración no se ha cargado. Como resultado, la configuración por defecto se han cargado."

C_AUTOLOGIN="¿Iniciar automáticamente?"
C_REMEMBER="¿Recordarme?"
C_USERNAME="Nombre de usario:"
C_PASSWORD="Contraseña:"
C_UPLOADTEXT="To upload your skin, you need to log in to Minecraft.net. This program can automate this process; enter your username and password to continue."

C_UPLOADING="Uploading your skin! Please wait..."
C_SHORTCUTINUSE="Shortcut already in use by"

S_TREEVIEW_ZOOMIN="Treeview Reducir con el Zoom"
S_TREEVIEW_ZOOMOUT="Treeview Aumentar con el Zoom"
S_SWATCH_ZOOMIN="Muestra Zoom In"
S_SWATCH_ZOOMOUT="Muestra Zoom Out"
S_COLORSWAP="Swap Foreground/Background Colors"
S_RENAME="Change Name"
S_CLONE="Clone node"
S_DELETE="Delete node"
S_SCREENSHOT_CLIP="Pantalla al Portapapeles"
S_SCREENSHOT_SAVE="Pantalla para Guardar"
S_TOGGLEVIEW="Cambiar el Modo de Vista"
S_TOGGLETRANS="Cambiar el Mod de Transparencia"

M_SHORTCUTS="Haga clic en el texto de abajo y pulsa las teclas que desea asignar a este acceso directo."

T_CAMERA="Utilice el botón izquierdo del ratón para girar. Utilice el botón derecho del ratón o la rueda del ratón para usar el zoom."
T_PENCIL="Botón derecho para dibujar. Botón izquierdo/central para hacer zoom/girar. Shift para utilizar color secundario."
T_DROPPER="Botón derecho para seleccionar color. Botón izquierdo/central para hacer zoom/girar. Shift para cambiar el color secundario."
T_DODGEBURN="Botón derecho para esquivar/quemar. Botón izquierdo/central para hacer zoom/girar. Shift para cambiar la herramienta."
T_DARKENLIGHTEN="Botón derecho para aclarar/oscurecer. Botón izquierdo/central para hacer zoom/girar. Shift para cambiar la herramienta."
T_ERASER="Botón derecho para borrar. Botón izquierdo/central para hacer zoom/girar."
T_FILL="Botón derecho para rellenar. Shift para usar color secundario. Control para bloquear una parte. Botón izquierdo/central para hacer zoom/girar."
T_NOISE="Botón derecho para aplicar ruido. Botón izquierdo/central para hacer zoom/girar."

C_UNSAVED="Tiene cambios sin guardar, ¿estás seguro de que quieres salir?"
C_UNSAVED_CAPTION="¡Espera!"

O_HOLDNESS="Diferencia:"

G_BRUSH="Pincel"
G_BRUSHOPTS="Opciones de pincel"
G_NOISEOPTS="Opciones de ruido"
G_FILLOPTS="Opciones de bote de pintura"
G_TOOL="Herramienta"

T_DECRES="Disminuir la resolución"
T_INCRES="Aumentar la resolución"

M_NEWSKIN_HERE="Piel Nueva Aqui"

M_SKINERROR="No se puede descargar la piel de la almacenamiento de la piel de Minecraft!"
M_FETCH_NAME="Descargar de Minecraft"
M_FETCH_TEXT="MCSkin3D puede obtener una piel de tu cuenta (o de alguien) de Minecraft e importarlo como una piel. Introduzca el nombre de la cuenta a continuación, y pulse en Importar para hacerlo!"
M_PLAYER_NAME="Jugadar Se Llama:"

C_YES="Sí"
C_NO="No"
D_DONTASK="No volver de preguntar"
M_IRREVERSIBLE="Esta operación es irreversible, y puede causar una pérdida de funcionalidad de Deshacer/Rehacer hasta este punto. ¿Está seguro que desea realizar esta operación?"